

class Jokes:
    cat1 = """ 
 /\     /|
{  `---'  }
{  O   O  }
|  V      |
 \  \|/  /
  `-----'____
  /     \    \_
 {       }\  )_\_   _
 |  \_/  |/ /  \_\_/ )
  \__/  /(_/     \__/
    (__/
    """

    cat2 = """
           ___
          (___)
   ____
 _\___ \  |\_/|
\     \ \/ , , \ ___
 \__   \ \ ="= //||||
  |===  \/____)_)||||
  \______|    | |||||
      _/_|  | | =====
     (_/  \_)_) snd
  _________________
 (                _)
  (__   '          )
    (___    _____)
        '--'
    """
    cat3 = """
   |\---/|
   | ,_, |
    \_`_/-..----.
 ___/ `   ' ,""+ \  sk
(__...'   __\    |`.___.';
  (_,...'(_,.`__)/'.....+
    """
    cat4 = """
      \    /|
       )  ( ')
      (  /  )
 jgs   \(__)|

    """
    cat5 = """
 ____
(.   |
  \  |  
   \ |___(\--/)
 __/    (  . . )
"'._.    '-.O.'
     '-.  \ "|
        '.,,/'.,,mrf    

    """
    cat6 = """
       *     ,MMM8&&&.      *
  .          MMMM88&&&&&    
      .     MMMM88&&&&&&&
*           MMM88&&&&&&&&
      .     MMM88&&&&&&&&
            'MMM88&&&&&&'
              'MMM8&&&'      
      |\___/|
      )     (         .              
     =\     /=
       )===(     *
      /     |
      |     |   
     /       |
     \       /
_/\_/\_/\__  _/_/\_/\_/\_
|  |  |  |( (  |  |  |  |
|  |  |  | ) ) |  |  |  |
|  |  |  |(_(  |  |  |  |
|  |  |  |  |  |  |  |  |
jgs|  |  |  |  |  |  |  |
"""
    anek1 = """
Идет бабулька по улице, на встречу ей панк:
— Скажи, сынок, как пройти на улицу Горького?
Панк отвечает:
— Во-первых не сынок, а чувак. Во-вторых не пройти, а бросить кости. И в-третьих не улица Горького, а Пешков-Стрит.
— Спасибо, сынок. Идет она дальше, видит милиционера:
— Эй, чувак, как бросить кости на Пешков-Стрит?
В ответ:
— Хипуешь, плесень?    
"""
    anek2 = "Получение диплома - это как отмена крепостного права в 1861. Ты вроде бы свободен, но не имеешь ни " \
            "малейшего о том, что теперь делать "

    anek3 = """
Маленький мальчик заглянул в комнату, где мать принимала любовника, пока отец на работе. Сынишка спрятался в шкаф и оттуда подглядывал. Внезапно входит муж.
Жена прячет любовника в шкаф, не зная, что ее сын там.
Мальчик:
— Темно здесь.
— Да.
— У меня есть футбольный мяч.
— Это хорошо.
— Вы не хотите его купить?
— Нет, спасибо.
— Мой отец снаружи.
— Ок, сколько?
— 250 долларов.
Спустя несколько недель мальчик и мужчина снова встречаются в шкафу.
Мальчик:
— Темно здесь.
— Да.
— У меня есть кроссовки.
Помня прошлый раз, мужчина спрашивает:
— Сколько?
— 750 долларов.
— Ок.
Спустя несколько дней отец предлагает сыну поиграть в футбол.
— Я не могу, я продал мяч и кроссовки.
— За сколько?
— За 1000 баксов.
— Но это намного больше, чем они стоят!
Это грех, ты должен пойти в церковь и покаяться.
В церкви мальчик зашел в исповедальню, закрыл дверь и сказал:
— Темно здесь.
Священник:
— Бля, вот только не начинай!
"""


jokes = Jokes()